<?php
// Text
$_['text_home']          = 'บ้าน'; //home
$_['text_wishlist']      = 'Wish List (%s)';
$_['text_category']      = 'หมวดหมู่';
$_['text_account']       = 'บัญชีของฉัน'; //My Account
$_['text_register']      = 'ลงชื่อ';
$_['text_login']         = 'ลงชื่อเข้าใช้';
$_['text_order']         = 'ประวัติการสั่งซื้อ'; //Order History'
$_['text_transaction']   = 'Transactions'; //Transactions
$_['text_download']      = 'Downloads';
$_['text_logout']        = 'ออกจากระบบ'; //Logout
$_['text_checkout']      = 'Checkout';
$_['text_search']        = 'ค้นหา'; //Search
$_['text_all']           = 'Show All';
$_['text_categories']    = 'หมวดหมู่'; //Categories
$_['text_featured_services']= 'บริการที่โดดเด่น'; //Featured Services
$_['text_more']			 = 'มากกว่า'; //More
$_['text_media']			 = 'สื่อ'; //Media
$_['text_blog']          = 'บล็อก'; //blog
$_['text_how_spa_works'] = 'งานวิธี riwigo'; // how riwigo works
$_['text_bylocation']     = 'โดยสถานที่ตั้ง'; // By Location
$_['text_byshop']         = 'โดยปาหรือซาลอน'; //By Spa or Salon

//$_['text_time_slot']      = array('8'=>"8:00 AM",'8:30'=>"8:30 AM",'9'=>"9:00 AM",'9:30'=>"9:30 AM",'10:00'=>"10:00 AM",'10:30'=>"10:30 AM",'11'=>"11:00 AM",'11:30'=>"11:30 AM",'12:00'=>"12:00 AM",'12:30'=>"12:30 PM",'01:00'=>"01:00 PM",'01:30'=>"01:30 PM",'02:00'=>"02:00 PM",'02:30'=>"02:30 PM",'03:00'=>"03:00 PM",'03:30'=>"03:30 PM",'04:00'=>"04:00 PM",'04:30'=>"04:30 PM",'05:00'=>"05:00 PM",'05:30'=>"05:30 PM",'06:00'=>"06:00 PM",'06:30'=>"06:30 PM",'07:00'=>"07:00 PM",'07:30'=>"07:30 PM",'8'=>"8:00 PM",'8:30'=>"8:30 PM",'9'=>"9:00 PM",'9:30'=>"9:30 PM",'10:00'=>"10:00 PM",'10:30'=>"10:30 PM",'11'=>"11:00 PM",'11:30'=>"11:30 PM");

// $_['text_time_slot']      = array('8'=>"8:00 AM",'8:30'=>"8:30 AM",'9'=>"9:00 AM",'9:30'=>"9:30 AM",'10:00'=>"10:00 AM",'10:30'=>"10:30 AM",'11'=>"11:00 AM",'11:30'=>"11:30 AM",'12:00'=>"12:00 AM",'12:30'=>"12:30 PM",'13:00'=>"01:00 PM",'13:30'=>"01:30 PM",'14:00'=>"02:00 PM",'14:30'=>"02:30 PM",'15:00'=>"03:00 PM",'15:30'=>"03:30 PM",'16:00'=>"04:00 PM",'16:30'=>"04:30 PM",'17:00'=>"05:00 PM",'17:30'=>"05:30 PM",'18:00'=>"06:00 PM",'18:30'=>"06:30 PM",'19:00'=>"07:00 PM",'19:30'=>"07:30 PM",'20'=>"8:00 PM",'20:30'=>"8:30 PM",'21'=>"9:00 PM",'21:30'=>"9:30 PM",'22:00'=>"10:00 PM",'22:30'=>"10:30 PM",'23'=>"11:00 PM",'23:30'=>"11:30 PM");

$_['text_time_slot'] = array('0'=>"8:00",'1'=>"8:30",'2'=>"9:00",'3'=>"9:30",'4'=>"10:00",'5'=>"10:30",'6'=>"11:00",'7'=>"11:30",'8'=>"12:00",'9'=>"12:30",'10'=>"13:00",'11'=>"13:30",'12'=>"14:00",'13'=>"14:30",'14'=>"15:00",'15'=>"15:30",'16'=>"16:00",'17'=>"16:30",'18'=>"17:00",'19'=>"17:30",'20'=>"18:00",'21'=>"18:30",'22'=>"19:00",'23'=>"19:30",'24'=>"20:00",'25'=>"20:30",'26'=>"21:00",'27'=>"21:30",'28'=>"22:00",'29'=>"22:30",'30'=>"23:00",'31'=>"23:30");

$_['text_peoples']        = array('1'=>"1 People",'2'=>"2 People",'3'=>"3 People",'4'=>"4 People",'5'=>"5 People",'6'=>"6 People",'7'=>"7 People",'8'=>"8 People",'9'=>"9 People",'10'=>"10 People");